en/html/olpc-deployment-guide-olpc-support-strategy.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="fr" xml:lang="fr">
<head>
<title>OLPC Support Strategy</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-12"/>
<meta name="author" content="OLPC Foundation (c) 2011 One Laptop Per Child Association, Inc."/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" href="style.css" type="text/css" />

</head>
<body>


<div id="content">
<h1 class="title">OLPC Support Strategy</h1>

<p><a href="index.html">Table of contents</a> &ndash; <a href="theindex.html">Index</a>
</p>

<p>
One Laptop Per Child provides assistance throughout the different stages of
a deployment, focusing on three major types of support: Operational,
Educational, and Technical.
</p>
<p>
OLPC believes building local capacity in both educational and technical
fields is the key to self-sustained deployments and to the fostering of
local project ownership.  OLPC strategy entails pre-deployment training
of core team and ongoing remote post-deployment support (via email,
phone, or chats) dependent on the needs of the project.
</p>
<p>
OLPC provides free support to projects of any size.  For projects with
orders larger than 25,000 units, OLPC sends Educational and Technical
Support staff to the country of deployment for one week of comprehensive
technical and educational training.  This also applies to smaller orders
(5,000+ units) that have the potential for significant growth in a short
period of time.  For projects exceeding 50,000 units, the initial training
can be extended to two weeks with 2 additional week-long training sessions
within a 12 month period.
</p>
<p>
Follow-up visits to a country are on per request basis; additional
educational training can be provided 2- 3 times per year after the initial
training.  In-country training costs (excluding facilities and supplies)
are covered by OLPC, although sponsors typically provide suitable lodging
for OLPC staff.  In certain particularly challenging environments can OLPC
provide full-time in-country staff, including project managers, technical
directors and learning directors.  The costs of this level of OLPC service
are negotiated at the time of the request.
</p>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">OLPC Operations Support </h2>
<div class="outline-text-2" id="text-1">


<p>
OLPC offers direct support to funders and project managers during the
planning phase of deployment when strategic decisions related to financing,
legal agreements, and ordering processes need to be taken.  OLPC offers
ongoing support to the logistics department of core team in regards to
supply-chain management.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">OLPC Educational Development Support </h2>
<div class="outline-text-2" id="text-2">



<p>
Once a project is officially established, OLPC facilitates workshops for
core teams to develop an understanding of the XO as a learning tool.  OLPC
provides guidance in the process of defining a support structure for
schools or learning centers.  OLPC provides ongoing support throughout the
different teacher training phases of a deployment and for educational
content development.
</p>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">OLPC Technical Development Support </h2>
<div class="outline-text-2" id="text-3">



<p>
OLPC also focuses on building local capacity in technical aspects such as:
setting local infrastructure and connectivity; and all other
responsibilities regarding software, hardware, maintenance and repairs of
machines.
</p>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4">Volunteers and Internship Programs </h2>
<div class="outline-text-2" id="text-4">



<p>
Another support strategy from OLPC entails Volunteer and Internship
programs.  During the months of June, July and August, OLPC launches
internship programs for students of recognized universities in different
countries.  The objective of the programs is for interns to work closely
with the core team and to provide support in different areas of the
projects depending on their backgrounds and areas of study.
</p>
<p>
<a href="index.html">Table of contents</a> &ndash; <a href="theindex.html">Index</a>
</p></div>
</div>
</div>

<div id="postamble">
<div id="disqus_thread"></div>
<script type="text/javascript">
    var disqus_shortname = 'olpcdeployementcommunityguide';
    (function() {
        var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
        dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';
        (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    })();
</script>
<noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments.</a></noscript>

</div>
</body>
</html>
